/*
 Intro.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// Intro

"_intro_01_" = "WILLKOMMEN";
"_intro_02_" = "Mit _brand_ können Sie die gewünschten Dateien (Dokumente, Vorlagen, Bilder, Videos, usw.) in Ihrer eigenen Cloud speichern, ohne dass neugierige Augen den Inhalt sehen können. Dies ist möglich durch die AES-256 Verschlüsselung.";
"_intro_03_" = "VERSCHLÜSSELUNGSSCHLÜSSEL";
"_intro_04_" = "Um _brand_ sofort benutzen zu können, werden Sie nach einem Chiffrierschlüssel (min. 4 Zeichen, max. 64 Zeichen) gefragt. Der Chiffrierschlüssel wird nur ein Mal abgefragt. Darüber hinaus ist es nicht mehr möglich, diesen zu ändern. Es ist nicht möglich, einen vergessenen Schlüssel wieder zu erlangen - Ihre Dateien bleiben verschlüsselt. Sollten Sie _brand_ neu installieren oder auf die Dateien von einem anderen iPhone aus zugreifen, müssen Sie den gleichen Chiffrierschlüssel verwenden.";
"_intro_05_" = "ANMELDEN";
"_intro_06_" = "Später können Sie Ihre favorisierte Cloud unter den zur Verfügung stehenden (Dropbox, Nextcloud) wählen. So dann legen Sie Ihr eigenes Konto durch die Eingabe der angeforderten Daten an.";
"_intro_06_Nextcloud_" = "Später können Sie Ihren eigenen Account durch die Eingabe der angeforderten Daten anlegen";
"_intro_07_" = "_brand_";
"_intro_08_" = "Nun können Sie auf alle in Ihrer eigenen Cloud gespeicherten Dateien zugreifen. Sie können die Dateien umbenennen, verschieben, löschen oder an andere kompatible Programme senden, die auf Ihrem iPhone installiert sind. Und noch vieles mehr.";
"_intro_09_" = "FAVORITEN & LOKALER SPEICHER";
"_intro_10_" = "Sie können die wichtigsten Dateien als 'Favoriten' markieren. So sind die Dateien auch offline lesbar, da diese auf das iPhone kopiert und automatisch synchronisiert werden. Im lokalen Speicher hingegen werden die Dateien gespeichert, die nicht mehr synchronisiert werden. Ausserdem werden in den lokalen Speicher die Dateien aus der Cloud heruntergeladen und entpackt, die gepackt vorliegen. Somit sind sie auch in iTunes zugänglich.";
"_intro_11_" = "VERSCHLÜSSELUNG / ENTSCHLÜSSELUNG";
"_intro_12_" = "Jede Datei kann ver- oder entschlüsselt werden. Die Namen der Ordner, in denen sich Ihre Dateien befinden, können ebenfalls verschlüsselt werden (um keinen Hinweis auf den Inhalt zu geben).";
"_intro_13_" = "HINZUFÜGEN";
"_intro_14_" = "Jede Art von Dokument, ob verschlüsselt oder nicht, kann  von _brand_ auf Ihre Cloud hochgeladen werden. Alle verschlüsselten Dateien und Ordner werden orange markiert. Im Vorschaumodus werden Sie stattdessen durch 3 orangefarbene Punkte gekennzeichnet.";
"_intro_15_" = "VORLAGEN";
"_intro_16_" = "Vorlagen um Ihre vertaulichen Daten zu speichern (Notizen, Kreditkarte, Geldautomatenkarte, Bankkonten, Passwörter zu Webseiten, usw.) existieren und können in Ihrer Cloud verschlüsselt abgespeichert werden.";
"_intro_17_" = "PASSWORTSCHUTZ";
"_intro_18_" = "Um andere potentielle Nutzer Ihres iPhones daran zu hindern, auf Ihre _brand_ zuzugreifen, können Sie den 'Passwortschutz' in den Einstellungen aktivieren. Der Passwortschutz kann geändert, ausgeschaltet oder auch auf einzelne Ordner beschränkt werden.";
"_intro_19_" = "START";
"_intro_20_" = "Schön, Ihre  _brand_ ist nun fertig eingerichtet. Sie können jetzt mit der Nutzung beginnen. Weitere Informationen, Neuigkeiten oder die Möglichkeit Kontakt zu uns aufzunehmen finden Sie unter : \n\nhttp://cryptocloud.twsweb.it \n\nBesuchen Sie uns!";
"_intro_20_Nextcloud_" = "Schön, Ihre  _brand_ ist nun fertig eingerichtet. Sie können jetzt mit der Nutzung beginnen. Weitere Informationen, Neuigkeiten oder die Möglichkeit Kontakt zu uns aufzunehmen finden Sie unter : \n\nhttps://nextcloud.com\n\nBesuchen Sie uns!";

// Intro END

"_intro_END_01_"    = "_brand_";
"_intro_END_02_"    = "Schön! Ihre _brand_ ist jetzt eingerichtet. Folgen Sie uns auf Twitter : @Crypto_Cloud und hinterlassen Sie Ihre Bewertung im AppStore, das ist wichtig für uns.";
"_intro_END_02_Nextcloud_" = "Schön! Ihre _brand_ ist jetzt eingerichtet. Folgen Sie uns auf Twitter : @Nextclouders und hinterlassen Sie Ihre Bewertung im AppStore, das ist wichtig für uns.";

// Intro 1.90

"_intro_190_00_"    = "Neu: Ordnersynchronisation. \n\nÄnderung in 'Automatisches Hochladen von der Kamera' : Sie können das Hochladen nun auch im Hintergrund aktivieren (Standardeinstellung ist AUS). \n\nNeues Menü 'Einstellungshilfen' mit Zugriff zu Hilfedateien und Anleitungen.";
"_intro_190_01_"    = "SYNCHRONISATION";
"_intro_190_02_"    = "Jetzt können Sie auch Ordnersynchronisation einschalten. Alle Dateien auf dem Server werden heruntergeladen, werden synchronisert und sind immer verfügbar. Synchronisation erfolgt wenn der Ordner aktualisiert wird.";
"_intro_190_03_"    = "HOW TO";
"_intro_190_04_"    = "Wischen Sie über den Ordner um zu synchronisieren, wählen Sie 'Mehr' und treffen Sie die Auswahl 'Ordner synchronisiert halten'. Achtung: Wenn der Ordner viele Dateien enthält, kann die erste Synchronisation lange Zeit und viel Bandbreite benötigen!";
"_intro_190_05_"    = "ABZEICHEN";
"_intro_190_06_"    = "Ihre synchroniserten Ordner haben nun ein Abzeichen als Kennzeichnung.";
"_intro_190_07_"    = "EINSTELLUNGEN";
"_intro_190_08_"    = "Eine neue Option wurde den Einstellungen hinzugefügt.";
"_intro_190_09_"    = "SYNCHRONISATIONSORDNER";
"_intro_190_10_"    = "Hier können Sie einstelllen, dass 'nur' bei bestehender WLAN-Verbindung synchronisiert wird. Eine Liste der aktiven Synchronisationen wird ebenfalls angezeigt.";
"_intro_190_11_"    = "LÖSCHE SYNCHRONISATIONEN";
"_intro_190_12_"    = "Zusätzlich zum Menü 'Andere', auf das durch Druck auf einen Ordner zugegriffen werden kann, können Sie hier eine Synchronisation löschen. Das Löschen einer Synchronisation löscht nicht die lokal gespeicherten Dateien.";

// Intro 1.91

"_intro_191_00_"    = "Neue Optionen für das Teilen von Dateien und Ordnern.";
"_intro_191_01_"    = "TEILEN";
"_intro_191_02_"    = "Jetzt können Sie eine Datei oder einen Ordner teilen und auch eine Freigabe löschen. Ausserdem können Sie in der Cloud die Freigabe mit einem Passwort schützen und ein Ablaufdatum setzen.";
"_intro_191_03_"    = "HOW TO";
"_intro_191_04_"    = "Wischen Sie über die Datei oder den Ordner um zu teilen. Wählen Sie 'Mehr' and danach \"Teilen\". (Teilen ist für verschlüsselte Dateien und Ordner nicht möglich).";
"_intro_191_05_"    = "EINSTELLUNGEN";
"_intro_191_06_"    = "Ein Eingabefeld wird angezeigt, in dem Sie folgende Möglichkeiten haben: Link teilen deaktivieren/aktivieren, drücken Sie auf  'Link senden an ...' . Um den Link zu senden : per E-Mail - kopieren - mit einem anderen Programm öffnen usw. Für die Cloud kann ein Passwortschutz und/oder Ablaufdatum gesetzt werden. Sie können jede Option auch noch später setzen oder ändern.";
"_intro_191_07_"    = "ABZEICHEN";
"_intro_191_08_"    = "Die Freigaben haben jetzt rechts ein neues Abzeichen.";

// Intro 1.94

"_intro_194_00_"    = "Verbindung zu Ihrem iPhone oder iPad über iTunes zur Dateifreigabe.\n\nFingerabdruck und 6 Zahlen als Passwort.";
"_intro_194_01_"    = "iTunes";
"_intro_194_02_"    = "Verbinden Sie Ihr iPhone oder iPad mit iTunes, wählen Sie App - Dateifreigabe und _brand_. Sie können jetzt Dateien auf Ihrem Mac oder PC hinzufügen oder speichern.";
"_intro_194_03_"    = "LOKALER SPEICHERPLATZ";
"_intro_194_04_"    = "Das ist der 'lokale Speicher', der Bereich in dem die Freigabe mit iTunes aktiv ist.";
"_intro_194_05_"    = "MEHR";
"_intro_194_06_"    = "Jede Datei im 'lokalen Speicher' kann auf Ihre Cloud hochgeladen oder mit kompatiblen Apps geöffnet werden.";
"_intro_194_07_"    = "FINGERABDRUCK";
"_intro_194_08_"    = "Jetzt können Sie den Fingerabdruckleser verwenden (wenn Ihr Gerät einen solchen hat) um das Passwort einzugeben. Die einfache Version benötig ein Passwort mit bis zu 6 Zahlen. Bitte geben Sie nun Ihr Passwort ein.";

// Intro 1.96

"_intro_196_00_"    = "Erweiterung teilen";
"_intro_196_01_"    = "AKTIVIERUNG";
"_intro_196_02_"    = "Gehen Sie auf Ihrem iPhone zu Foto, wählen Sie das Bild oder Video das Sie in der Cloud teilen möchten und drücken Sie 'Ausführen'";
"_intro_196_03_"    = "MEHR";
"_intro_196_04_"    = "Alle Programme die Sie teilen können erscheinen hier.  Sollte _brand_ hier nicht erscheinen, drücken Sie 'mehr'";
"_intro_196_05_"    = "AKTIVITÄT";
"_intro_196_06_"    = "Suchen Sie _brand_, aktivieren es und drücken 'fertig'";
"_intro_196_07_"    = "TEILEN";
"_intro_196_08_"    = "Nun wird _brand_ unter den Apps die Sie zum Teilen verwenden können angezeigt, drücken Sie darauf";
"_intro_196_09_"    = "ORDNER";
"_intro_196_10_"    = "Nun können Sie das geteilte Bild speichern. Drücken Sie auf der unteren Leiste auf Ordner zum Ändern des Zielordners";
"_intro_196_11_"    = "VERSCHLÜSSELT ODER NICHT";
"_intro_196_12_"    = "Drücken Sie auf das Symbol um verschlüsseltes Speichern ein- oder auszuschalten";
"_intro_196_13_"    = "SPEICHERN";
"_intro_196_14_"    = "Zum Schluss drücken Sie bitte \"Speichern\" um alles zur Cloud zu senden, \"Abbruch\" um abzubrechen, oder wischen Sie über eine Datei, die Sie nicht zur Cloud senden möchten (praktisch wenn Sie mehrere Dateien ausgewählt haben, von diesen aber nicht alle hochladen möchten)";
"_intro_196_15_"    = "ERNEUT MIT DROPBOX VERBINDEN";
"_intro_196_16_"    = "Die Dropbox-Richtlinien für Erweiterungen zum Teilen haben sich geändert, weshalb Sie sich erneut einloggen müssen. Gehen Sie bitte zu Einstellungen / Zugangsdaten ändern, wählen Sie Ihr Dropbox-Konto (wenn Sie mehrere Zugänge haben), drücken Sie auf Konto bearbeiten und bestätigen Sie";
"_intro_196_17_"    = "QUELLENVERBINDUNG [NUR OWNCLOUD]";
"_intro_196_18_"    = "Dieses Symbol zeigt an, dass die Quelle von einem anderen Konto stammt. Drücken Sie um Ihre Berechtigungen zu sehen.";
"_intro_196_19_"    = "BERECHTIGUNGEN ÄNDERN [NUR OWNCLOUD]";
"_intro_196_20_"    = "In Datenfreigaben können Sie:\n\n1) Drücken um Benutzer/Gruppen zu löschen\n\n2) Drücken umd die Zugriffsberechtigungen zu ändern";
"_intro_196_21_"    = "BERECHTIGUNGEN UND INFORMATIONEN [NUR OWNCLOUD]";
"_intro_196_22_"    = "Hier ist die Maske um die Berechtigungen zu ändern. Darunter werden einige Informationen angezeigt";

// Intro 1.97

"_intro_197_00_"    = "Die Datei kann direkt in der Vorschau gelöscht werden\n\nOrdnersynchronisierung im Hintergrund\n\nownCloud: Verfügbare Dateivorschau";
"_intro_197_01_"    = "Übersetzen";
"_intro_197_02_"    = "Übersetzungsfehler gefunden?\n\nHelfen Sie mit und schreiben uns an _mail_me_";

// Intro 1.99

"_intro_199_01_" = "Schnell zwischen Ihren Konten wechseln";
"_intro_199_00_" = "Schnell zwischen Ihren Konten wechseln";
"_intro_199_02_" = "Nun können Sie schnell zwischen Ihren Konten wechseln. Auf dem Startbildschirm drücken Sie auf das  _brand_ logo und wählen Sie das Konto (auswählbar solange keine Aktivität)";

// Intro 2.00

"_intro_200_00_" = "_brand_ Kontrollzentrum : Beobchten und verwalten Sie die Übertragungen";
"_intro_200_01_" = "Öffne _brand_ Einstellungen";
"_intro_200_02_" = "Legen Sie Ihren Finger auf die Navigationsleiste von _brand_ (wie in der Abbildung)";
"_intro_200_03_" = "Öffne _brand_ Einstellungen";
"_intro_200_04_" = "Wischen Sie mit Ihrem Finger auf dem Bildschirm nach unten um das _brand_  Kontrollzentrum  anzuzeigen";
"_intro_200_05_" = "Öffne _brand_ Einstellungen";
"_intro_200_06_" = "Wischen Sie mit dem Finger bis zur Hälfte des Bildschirms oder bis zum Bildschirmende und lassen Sie dann los";
"_intro_200_07_" = "Öffne _brand_ Einstellungen";
"_intro_200_08_" = "Hier sehen Sie ob aktuell Übertragungen stattfinden";
"_intro_200_09_" = "Schliesse _brand_ Einstellungen";
"_intro_200_10_" = "Setzen Sie Ihren Finger in den letzten Abschnitt des  _brand_ Kontrollzentrums und wischen Sie mit dem Finger nach oben um das Kontrollzentrum zu schließen";

// Intro 2.10

"_intro_210_00_" = "Dateien kopieren / einfügen";
"_intro_210_01_" = "Dateien kopieren";
"_intro_210_02_" = "Nun können Sie alle Datei(en) kopieren. Drücken Sie lange auf die Dateien, die kopiert werden sollen. Sobald die Dateien kopiert sind, wird dies wie auf der Abbildung dargestellt angezeigt";
"_intro_210_03_" = "Dateien einfügen";
"_intro_210_04_" = "Wechseln Sie den Ordner oder das Konto und drücken Sie länger, um eine Datei im verschlüsselten oder im unverschlüsselten Modus einzufügen.";
